Repository: mozilla-l10n/mt-training-data
Catalog: kdh/kdh_pontoon.tmx
Source language: en_us
Languages: kdh

source: 1 sentence collected
kdh: tɔ̀m pɔ̀ɖɛ̀ tùùzí

source: 2 down, keep it up!<playIcon></playIcon>
kdh: pɩ̀jɛ̀zɩ̀ nàbʊ̀lɛ́ <playIcon></playIcon>, ɩ́ɖɛ̀ɛ́ !

source: About
kdh: fèfèɖé nàbʊ̀rɔ́

source: Accepted file types: .tsv only
kdh: fàtàkàsɩ̀ wènzì pɩ̀ndɩ̀zɩ̀ ná : .tsv ɖéké

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
kdh: { $actionType }<playIcon></playIcon>pàmàt:í tɔ́m kɩ̀ná kɔ̀zɔ́ɔ́ ?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
kdh: { $actionType }<recordIcon></recordIcon> pɩ́kà ɩ́kálɩ̀ tɔ́m pɔ́ɖɛ̀ pɩjáɖɩ̀

source: { $actionType }<stopIcon></stopIcon> when done
kdh: { $actionType }<stopIcon></stopIcon>á pɩ́tɛ̀

source: { $actionType } submit when ready
kdh: { $actionType } á mɩ̀gbɩ́ɖɩ̀ ɩ́hékì

source: Add and Review Sentences, Add Questions, Transcribe Audio
kdh: tɔ̀m pɔ̀wà tɛ̀ tàsɩ̀ nɩ̀ àdɛ́ pɛ̀m, tɔ̀m pɔ̀zɩ̀ tɛ̀ tàsɩ̀, òdìò tɔ̀m pìyà mádɩ̀

source: Add <icon></icon> a public domain sentence
kdh: ɩ́tàzɩ̀ <icon></icon>

source: Add information
kdh: ɩ́tàzɩ̀ lààbáárʊ̀wá

source: Add new sentences for the community to read
kdh: ɩ̀tàsɩ̀ tɔ̀m pɔ̀wà kɩ́fàlɛ̀ wéntì kɔ̀mɩ̀nòtè sɩ̀ pàkaàlɩ̀ ná

source: Add one sentence per line
kdh: ɩ̀tàzɩ̀ tɔ̀m pɔ̀ɖɛ̀ pà cɛ̀ɛ̀rɔ̀ɔ́ wénkì ɖɔ̀ɔ́zɩ̀

source: Add questions in your language
kdh: ɩ́tàzɩ̀ tɔ̀m pɔ́zɩ̀ mɩ̀dɛ̀ɛ́ kʊ̀nʊ̀m tàà

source: Add Sentences
kdh: ɩ́tàzɩ̀ tɔ̀m pɔ̀wà

source: Add sentences in your language
kdh: ɩ́tàzɩ̀ tɔ̀m pɔ̀wà mɩ̀dɛ̀ɛ́ kʊ̀nʊ̀m tàà

source: Add up to 1,000 sentences
kdh: ɩ̀tàsɩ̀ hàlɩ̀’ tɔ̀m pɔ̀wà kútòkú/mɩ̀lɩ̀

source: Add Your Voice
kdh: ɛ̀fà mɩ̀dɛ́ lóú

source: Agriculture and Food
kdh: fàrɩ́m nɛ́ɛ̀ kɩ̀rɩ̀m tɩ̀ fàrɩ́m

source: All sentence must have the same domain
kdh: tɔ̀m pɔ̀wà ɖɩ̀ŋà mʊ̀nà àkɛ́ fàrándɩ̀ kʊ̀ɖʊ̀mʊ́ dáà

source: All sentences must have the same citation
kdh: tɔ̀m pɔ̀wà ɖɩ̀ŋà mʊ̀nà àwɛ̀nà kèjéèrì tɔ̀m kʊ̀ɖʊ̀mtɩ̀ tɩ̀ŋ

source: Already have an account? <login>Log-In</login>
kdh: mɩ̀wɛ̀nà wèŋkì ɖɔ́zɩ̀ pàmpɩ̀sɩ̀ pàsɩ̀ ñá nàà ?<login>mɩ̀ɩ̀dɩ́rɛ̀</login>

source: An error occurred fetching sentences
kdh: yɩ̀sɩ̀tɩ̀ yɔ́ɔ́ wázʊ́ tɔ́m bʊ́ɖɛ̀ wénɖé mábázɩ̀ pɛ̃́ŋ́ nɛ́ ɖɩ̀dáá

source: An error occurred reviewing this sentence
kdh: yɩ̀zɩ̀tɩ̀ yɔ́ɔ́ wálà sádɩ̀ wéŋgì sìsé pádázɩ̀ pɛ́bɛ̀m tɔ́m pɔ́ɖɛ̀ yɔ̀

source: An error occurred submitting your voice information
kdh: yɩ̀sɩ́ nàkɩ̀rɩ́ wàzʊ́ sádɩ̀ sɩ̀ pìdìrínà mɩ̀dɛ́ɛ́ lààbáárʊ̀wá nɔ́ɔ́

source: Approve
kdh: sèrìyá lɩ̀zú

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
kdh: à kɔ̀kɔ̀ɖɛ̀ yɔ̀ wɛ̀ bɩ̀táà kɛ̀ bɩ́tákɩ̀lɩ̀ nàwàyà fɛ̀yɩ̀̀ àmá bɩ̀tɔ̀bɔ́zɩ̀ pánɩ́ɩ̀ tɔ̀m pìyà pànábáŋdɩ̀ nà wèmbà bàmáwɛ̀ nɩ̀. á mɩ́nɩ́ɩ̀ tɔ̀m pìyà pànábáŋdɩ̀ nà wèmbà bàwɛ̀ kàlɩ̀tɩ̀ táà nɩ̀ íyèlè tɔ̀m wèntì mɩ́gbɔ̀ nɩ̀. Wèmbì pɩ́ŋgɔ̀ná yàsɩ́ kɩ̀m nà sìsè sàtɩ̀ wènkì pànɩ́ŋmá tɔ̀m kpɔ̀ʊ́ nɩ̀ tèlé sɔ̀mà kɩ̀lám tʊ̀mɩ̀ɖɛ̀ yàà nàbɛ̀rɛ̀ tʊ̀ʊ̀ná ŋ́ná pɛ̀wɛ̀ pàmàtɩ̀.

source: Are you coming? <strong>[called by another]</strong>
kdh: ñɔ́kɔ̀nɩ́ɩ́ ? <strong>[nɔ̀ɔ̀ nàkɛ̀rɛ́ wámàtɩ̀]</strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
kdh: ɩ̀zʊ̀ʊ́ léŋlé pàŋyá sìsèé <matrixLink>Matrix</matrixLink>, yàá <discourseLink> Dìskɔ̀rs</discourseLink> yàá <emailLink>ɛ̃tɛ̀rnɛ̀tɩ̀</emailLink> pɩ̀kàá ɩ̀pɔ́zɩ̀ɖà tɔ́m.

source: Automotive and Transport
kdh: wɛ̀ɖɛ́ nɩ̀ nɩ̀mbáʊ̀ ɖɩ̀bòré

source: Background Noise
kdh: nʊ̀ʊ́-daá cɛɛ́dɩ̀

source: Background Voices
kdh: pɩ̀wʊ́rʊ́ lòú

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
kdh: ɩ̀lá sìkà nánɩ̀ ɩ̀kízì tɔ̀m yàà wéndì mɩ̀mɔ́zɩ̀ sìsè àbàlʊ yàà hàlʊ̀ kàlɩ̀rʊ̀ tɩ̀màtɩ A REVOIR

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
kdh: [ŋ̀gɩ̀nɩ̀ pɔ́dɔ̀m « Wagon » nà pɩ̀jɔ́ɔ́ kɔ̀zɔ́ɔ̀ kàkà mɩ̀nnɩ́ɩ́ « Vagon » (FR) yàà « Ouagon » (BE)]

source: <bold>{ $count }</bold> Clips
kdh: <bold>{ $count }</bold> ɖùzɩ́

source: <bold>Help us</bold> find more voices
kdh: <bold>ɛ̀sɩ̀nàɖáá</bold> ʈɩhɩ́ʊ lonɩ̀ kɩ̀fàtɩ̀

source: Both
kdh: ɩ́lá pɩ̀náwɩ̀lɛ̀

source: Both (Speak and Listen)
kdh: pɩ̀náwɩ̀lɛ̀ (màtɩɖɛ́ nɛ̀ wèlézɩ̀)

source: Bulk batch
kdh: kpɩ̀nà ɖàbàtà

source: Bulk Sentences Uploaded
kdh: tɔ̀m pɔ̀wà péyèkɩ̀nɛ̀

source: By telling us about yourself, you will help developers build more inclusive technology
kdh: mɩ̀zɔ́lɛ́ɛ́ ɩ̀kɛ̀zɩ̀ɖáá nàtɩ̀ɖɩ́ ŋ̀ŋɩ́nɩ́ mɩ́tɛ́ɛ́ màtɩ̀ɖɛ̀ wómbóɖénɛ̀ pʊ̀ɖʊ̀ʊ́ ?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
kdh: á mɩ́ŋlànáá kɔ̀mɔ̃̀n vɔ̀yɩ̀sɩ̀ tɩ̀mɩ̀ɖɛ̀, pɩ́ŋwɩ̀lɩ́ sìsé mɩ́tɩ̀sɩ̀ ɖɛ́ɖɛ́ɛ́ <termsLink> tɩ́mɩ̀ɖɛ̀ ’lám tɛ̀ máɖà </termsLink>nà wémbɩ̀ pɩ̀kɛ́ɛ́ ɖɛ́ɖɛ́ɛ́<privacyLink> ásɩ́ɖɩ́ɩ́ tɔ́m nɛ̀</privacyLink>.

source: Cancel Re-recording
kdh: ɩ́ɖɩ́ tɔ́m pɔ́gbɔ́dɩ̀ nɛ̀

source: Cancel Submission
kdh: ɩ́ɖɩ́ ’yèkɩ̀tɩ̀

source: Cannot submit more than 1000 sentences
kdh: mɩ̀tánjɔ́ɔ̀ pàɖʊ̀ tɔ̀m pɔ̀wà ájɛ̀zɩ̀ mɩ̀lɩ̀

source: Can't decide?
kdh: mɩ́dambɩ̀zɩ̀ sè

source: Change preferences
kdh: ɩ̀ñɔ́zɩ̀ wèmbì mʊ̀zɔ̀lɛ́ nà

source: Check <icon></icon> is this a linguistically correct sentence?
kdh: ɩ̀bɛ́m kàzɔ̀ <icon></icon> sìsé tɔ́m pàwʊ̀ɖɛ̀ pámánɩ̀ kìfúú wémbì kʊ̀nʊ́m tɛ́ màɖà mɔ́mbɔ̀zɩ̀ nɛ̀

source: <chevron></chevron>See less
kdh: <chevron></chevron>ɩ̀wɩ̀lɩ̀ tɔ̀m wàà bààgànáà cɩ́kɔ́

source: <chevron></chevron>See more
kdh: <chevron></chevron>ɩ̀wɩ̀lɩ̀ tɔ̀m wàà bààgànáà ɖàbàtà

source: Citation
kdh: kèjèérì tɔ̀m

source: Cite with a URL link or the full name of the work.
kdh: ɩ̀ɖɩ̀ kèjéèrí tɔ̀m pɩ̀ká ɩ̀ɖɩ̀ nɩ̀mbɩ̀kà yàà tàkàràdàn wènkì táá pàmàtɩ̀nɛ̀ tɛ́ hɩ̀ɖɛ̀ ɖɩ̀nà

source: Click
kdh: ɛ̀kɔ̀tɩ̀ pʊ̀ɖʊ̀sɩ̀

source: Clips Uploaded
kdh: kɛ̀lɛ̀mkɛ̀lɛ̀m búmkà wàà pàrʊ̀ʊ́ ɛ̃tɛ̀rnɛ̀t ɖɔ́zɩ̀ nà

source: Comment
kdh: wèndì mɔ̀ŋmɔ́zɩ̀ nà

source: Contact Us
kdh: ɩ̀yáá ɖàà

source: Continue
kdh: pàtásɩ̀ pɛ̀ʈɛ́ɛ́

source: Continue validating
kdh: pàdàzɩ́ pɛ̀bɛ́m̀

source: Contribute
kdh: sɩ̀náá

source: Contribute sentences
kdh: ɛ̀fáá tɔ́m wáá

source: Contribution Criteria
kdh: lɩ̀sɩ̀tɩ̀ tɔ̀m wèndì pántàsɩ́ nɛ̀

source: Create a profile
kdh: wémbɩ̀ pɩ́ŋwɩ̀lɩ́ sìsè mì nà làm

source: Criteria
kdh: lɩ̀sɩ̀tɩ̀ tɔ̀m

source: Datasets
kdh: bɔ̀wɛ̀ná yɩ́ɖɛ̀ ɖɩ́ŋà

source: Delete my recordings
kdh: ɩ̀fɩ́zɩ̀ tɔ́m wà pɔ́gbɔ́nɛ̀

source: Different language
kdh: kʊ̀nʊ́m nàkɩ̀ɖɩ̀

source: Difficult
kdh: kálɛ̀

source: Difficult to pronounce
kdh: pʊ̀ɖɔ̀ɔ́ kálɛ̀ màtɩ̀ɖɛ̀

source: Discard ongoing recording
kdh: ɛ̀zɔ̀nà kpàʊ́ kɩ̀ná kɩ̀nɩ̀máá làm nɩ̀

source: Does the sentence meet the guidelines?
kdh: Tɔ́m bɔ́ɖɛ̀ pámánɩ̀ pùvóó wèmbí kʊ̀nʊ́m tɛ́ máɖá wázɩ́zɩ̀nɛ́ ?

source: Donate your voice
kdh: ɩ́fɑ̀ mɩ̀dɛ́ lòú cʊ̀kɔ̀

source: Don't see your language on Common Voice yet?
kdh: mɩ̀dɛ́ kʊ̀nʊ́m fɛ́yɩ̀ nànɩ́

source: Do you want to continue?
kdh: mɩ́ŋjádɩ́ sɩ̀ ɛ́tàzɩ̀ ɛ́lá yáwè

source: Do you want to Speak, Listen or both?
kdh: mɩ́ncàdɩ́ sè ɩ́màdɩ̀, ɩ́nɩ́ɩ́ yáà ɩ́lá pɩ̀náwɩ̀lɛ́ ?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
kdh: ɩ́túú mɩ̀tɛ̀ɛ́ tɔ̀m tàkàrá cé yàà <uploadButton>ɩ̀ñʊ̀ʊ́ nɩ̀ ɩ̀tɩ̀rɩ̀nà</uploadButton>

source: Drop file here to upload
kdh: ɩ̀sɩ̀ɩ́ tɔ̀m tàkàrá cé yàa nɩ̀ ɩ̀tɩ̀rɩ̀nà

source: Easy
kdh: pɩ̀fɛ́yɩ́ kálɛ̀

source: Enter your public domain sentence here
kdh: ɩ̀màà mɩ̀dɛ́ɛ tɔ̀m pɔ̀ɖɛ̀ ɖɩ̀kɛ́ zámɔ́ɔ̀ ɖɩ́ŋà ɖɛ̃ndɛ̀ nà céŋjè

source: Enter your public domain sentences here
kdh: ɩ̀màà mɩ̀dɛ́ɛ̀ tɔ̀m pɔ̀wà àgɛ́ɛ́ zàmɔ́ɔ̀ ɖɩ́ŋɛ̀ tɛ̀ nànɛ̀ cɩ́nŋè

source: Error adding sentence
kdh: yɩ̀sɩ̀tɩ́ wàlà tɔ̀m pɔ̀dɛ̀ pàsɩ̀ntá

source: ESC
kdh: wèŋkɩ̀ ɖɔ́zɩ̀ pànñɔ́ nɩ̀ pàlɩ́ ɔ̀tɩ̀nátɛ̀rɩ̀ ɖɔ́zɩ̀ nà

source: Everyone
kdh: ɩ́ɖáà ʈɩ̀ŋgà

source: Exit & Delete clips
kdh: ɩ́lɩ̀ɩ́ pɩ̀kà ɩ́ɖɩ́ tɔ́m wàá mɔ́gbɔ́ɔ́ tɩ̀ nɛ̀ tɩ́ɖɩ́ŋàà

source: Fewer than 15 words per sentence
kdh: pɩ̀kàtàlà tɔ̀m pɩ̀yà àkɩ̀zálʊ́

source: File is too large
kdh: fàtàkà wákɩ̀lɩ́ ɖɔ́mɩ̀nɩ̀̀

source: File is too small
kdh: fàtàkà wàkɩ̀lɩ̀ cʊ̀kɔ̀

source: Finance
kdh: lìdé tɛ̀ tɔ̀m

source: Finish recording
kdh: tɔ́m tɛ̀ kpɔ̀ʊ́ ɩ́sɩ̀ɩ́ tɩ́ɣŋà

source: Finish recording first?
kdh: ɩ́tɛ́zɩ̀ ’tɔ́m tɛ́ kpɔ̀ʊ́ ’nánɩ̀ ?

source: Finish Review
kdh: ɩ̀tɛ̀zɩ̀ wɩ́lɩ́tɩ̀

source: Finish validating
kdh: péyèlè pɛ́ḿ

source: Finish validating clips?
kdh: péyèlé yéŋkì kɩ̀gbàʊ́ tɩ̀ pɛ́ḿ

source: Follow guidelines from “What sentences can I add?”
kdh: ìfúù wèmbì pɩ̀mbɔ̀zɩ̀ sìsè pàlà « tɔ̀m pɔ̀wà wèŋnà kɛ̀ màmbɩ̀zɩ̀ màntàzɩ̀ » tɛ́ɛ̀ tàdàrɩ̀ tá nɛ̀ ?

source: for example
kdh: pɔ̀wɛ̀ sìsé

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
kdh: sɩ̀ tɛ̀kɩ̀nòlòƒì ɩ̀là tɔ̀mɩ̀ɖɛ̀ kɔ̀zɔ̀ɔ́ páá nɩ̀ pàwènì nà, tɔ̀m wéndì tɩ̀nsɩ̀nà wèmbà pánzɩ̀náá sìsè tɛ̀kɩ̀nòlòƒì ìbònà pɩ̀zɩ̀ndá nà pìmbɔ̀zɩ̀ sìsè pàá kòtòkòlì ɩ̀rɔ̀ wènì. sɩ̀ ɖɩ̀gbɔ́, á ’ɖárɔ̀ wémbà pàŋmàtɩ̀nà nɩ̀ kòtòkòlì tɛ̀ fàrãŋdɩ̀ nàkɩ̀rɩ̀, ŋnámʊ̀ nà tɛ̀kɩ̀nòlòƒì tánlàm tɔ̀m kɔ̀zɔ̀ɔ́ nɛ̀ wémbà pàŋmàtɩ̀nà nɩ̀ kòtòkòlì tɛ̀ fàrãŋdɩ̀ kɩ̀lɛ́ kɩ̀táá.<learnMore> ɩ́tàzɩ̀ ɩ̀tɩ̀lɩ̀ ɖárɩ̀zà tɔ́m wéndì tɩ́nlàm sìsè pànɩ́ kpàyɩ̀kpàyɩ́ nà.</learnMore>

source: General
kdh: wɛ̀ɛ̀lɩ́

source: General language / multiple variants
kdh: kʊ̀nʊ́m tɛ̀ tɔ̀m kɩ̀bázɩ̀á / kʊ̀nʊ́mɩ̀n ŋdɩ́ndɩ̀

source: Grammatical / spelling error
kdh: màɖá yɩ̀sɩ̀tɩ́ / màɖá sɩ́ntɩ̀ sɔ́nà

source: Great!<recordIcon></recordIcon> Record your next clip
kdh: pɩ́bà pɩ́là pàá ! <recordIcon></recordIcon> ɩ̀gbɔ̀ɔ́ mɩ̀dɛ̀ɛ́ tɔ́m kɩ́fátɩ̀

source: Great work!<playIcon></playIcon> Listen again when you're ready
kdh: tɔ́mɩ́ɖɛ̀ wàlà kɔ̀zɔ́ɔ́ pàá ! <playIcon></playIcon> à mɩ́gbɩ̀ɖɩ́ ɛ̀dàzɩ̀ ɛ̀wèlèzì

source: Guidelines
kdh: wèmbì wàà pàzɩ́tɩ̀nɛ̀

source: Healthcare
kdh: àlàfìà

source: Help create Common Voice’s first target segment in { $locale }
kdh: ɛ̀sɩ̀ná ɖá ʈɩ̀jàá Common Voice tɛ́ kʊ̀nʊ́m kàɖɑ́ŋ ŋgɩ̀ { $locale }

source: Help us validate voices
kdh: ɛ̀zɩ̀nàɖá ʈɩ́bɩ́m tɔ́m wàà pɔ̀gbɔ́nɩ̀

source: His hand was rais-ed.
kdh: kpɔ́nʊ̀ báɖʊ̀ kɩ̀tàá sɔ̀m nà bɔ́tà nɩ̀.

source: History, Law and Government
kdh: cànɩ̀ tɔ̀m, wèndì pìzìzɩ̀lɛ̀ nɩ̀ gómìnàntɩ̀

source: How do I cite?
kdh: ŋgɩ̀nɩ̀ kɛ̀ paŋlám kèjéèrí tɔ̀m ?

source: How to add multiple sentences
kdh: ŋ́gɩ̀nɩ̀ pándàzɩ̀ tɔ̀m pɔ̀wà

source: How would you describe your sex or gender?
kdh: ŋ̀gɩ̀nɩ̀ kɛ̀ mɩ̀njàdɩ́ sìsè ɩ̀wɩ̀lɩ̀ mɩ̀dɛ́ àbàálɩ̀tɩ̀ yàá hàlɩ̀tɩ̀ ?

source: I agree
kdh: mètìzì

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
kdh: mánɖʊ́ʊ́ àzééɖè sìsè tɔ̀m pɔ̀wà tɩ̀nà tɩ̀kèná <wikipediaLink>zàmɔ́ɔ̀-dàá fàrándɩ̀</wikipediaLink> nɩ̀ pàfàmà nɔ́ɔ́ sìsè mèyèkìyɛ̀

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
kdh: mámʊ̀ mɩ̀dɩ̀sɩ̀ sìsè tɔ̀m pɔ̀ɖɛ̀ ʈɩ̀nà ɖìgéè <wikipediaLink>zàmɔ́ɔ̀-ɖɩ́ŋà ɖɛ̃ɖɛ̀</wikipediaLink> ŋgɛ́ màfàmà nɩ̀mbàʊ́ sìsè mɩ̀’yèkìdɛ̀

source: <icon></icon> Add multiple public domain sentences
kdh: <icon></icon>ɩ̀tàzɩ̀ zàmɔ́ɔ̀-dáà fàrándɩ̀ tɛ̀ tɔ̀m pɔ̀wà sàkɩ̀yɛ̀

source: Ideally natural and conversational (it should be easy to read the sentence)
kdh: pɩ̀boɔ̀zɩ́ tɔ̀m pɔ̀ɖɛ̀ fʊ̀ʊ́ wèmbì kʊ̀nʊ́m wómbòɖé nɛ̀ pɩ̀ká pɩ̀fɛ̀yɩ̀ kàlɛ̀ kàlɩ́ɩ́

source: I do not agree
kdh: mèkìzì

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
kdh: à mɩ̀tɩ̀tɩ́ŋà mɩ̀tɛ̀ɛ́ tɔ̀m pìyà kɛ̀ pɩ̀kɛ́ɛ̀, ɩ̀gbɛ̀dɩ̀ kɛ̀ ɩ̀ɖʊ́ sìsè mɛ̀dɛ́ <italicizedText> « kìjèérì tɔ̀m ». ɖɔ́zɔ̀lɛ̀ɛ́ ʈɩ̀tɩ̀lɩ̀ tɔ̀m tɩ́ŋ ɖɩ̀yákàlɩ̀nàɖɛ̀ nà ɖɩ̀bɩ́zɩ̀ ɖɩ̀bɛ̀ŋ́ sìsè áyɩ̀ ɖɩ̀kɛ̀ɛ́ sàmɔ́ ɖɩ́ŋɛ̀ tɛ̀ ndɩ́ ŋgɛ̀ɛ́ pɩ̀tɩ̀kɩ̀zɩ̀nàtɩ̀ pà náɖʊ̀. Nɛ̀ ɩ̀tàsɩ̀ ɩ̀hɩ̀wʊ̀ páɖʊ́ wà kìjèérì tɔ̀m wàrʊ́ nɛ̀ ɩ̀bɛ̀m <guidelinesLink>ɖɛ̀dɛ́ɛ̀ wèntʊ̀ wà bázɩ́zɩ̀ nɛ̀</guidelinesLink>

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
kdh: á lòú wɛ̀nɩ̀ màdɩ̀ yàà kàrɩ́dɩ́, ɩ̀kɩ̀zɩ̀ kɩ̀ á pɩ̀là sìsè tɔ̀m kɩ̀bààrɩ̀rà ɖɩ́ŋɛ̀ fɛ̀yɩ̀ nɩ́dɩ̀

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
kdh: á mɩ̀njádɩ̀ ɩ́fà lààb́b́rʊ̀wá pɩ́jɛ̀zɩ̀ tɔ̀m tàkàrá ɖɔ̀ɔ́zɩ̀, ɩ̀yáá ɖàà<emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
kdh: á mɩ̀njádɩ̀ ɩ́fà lààb́b́rʊ̀wá pɩ́jɛ̀zɩ̀ tɔ̀m tàkàrá ɖɔ̀ɔ́zɩ̀, tɔm̀ wèntɩ̀ tɩ̀fɛ̀yɩ̀ lénlé lɛ́tɩ̀ wɛ̀ɛ̀ nà, ɩ̀yàà<emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
kdh: á tɔ́m pɔ́ɖɛ̀ tɛ̀ máɖɩ́ tùfúmmàɖà á pɩ̀lɛ̀ tóŋgà nàkàɖà wɛ̀ pàmá sìsé ɛ́-« kɩ̀zɩ̀ » ɛ̀gɔ́dɩ́ kɛ̀lɛ̀ kɔ̀ɖɔ́zɩ̀ kɛ̀wɛ̀nà núnì nɩ̀bɩ̀yʊ́ . á ŋgʊ́ mílám sɩ́gà, ɩ̀vɛ̀lɛ̀ pɩ̀káá íbò tɔ́m pɔ́ɖɛ̀ pɩ́zàndá tɛ̀ pɩ̀ɖɔ́zɩ̀

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
kdh: á tɔ́m pɔ́ɖɛ̀ tɛ́ mádɩ̀ fó màɖà ɩ̀bɛ́m nùnì kìɖìyù nɖɔ́, tóŋkà nàkàɖá wɛ̀ pàmá sìsé « ɛ̀ñʊ́ʊ́ » ɛ̀gɔ́dɩ́ kɔ̀ɖɔ̀zɩ̀

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
kdh: á mɩ́ŋkàdɩ̀nà pɑ́ɣtɔ̀ wàà wèmbà pàdánlàm nà, ɩ̀ɖɔ́ɔ́ mɩ̀làkàrɩ̀ á sɩ̀ ɩ́tɔ̀. á mɩ̀dámbɩ́zɩ̀ sìsè ɩ̀lɩ̀zɩ̀, ɩ̀lánɩ̀ àbʊ̀tɔ̀nɩ̀ wéŋkɩ̀ « kɩ́nɖɛ́ » nɩ̀ ɩ̀ɖɛ́ pɩ̀zɩ̀ndà lòú ɖɔ́zɩ̀

source: If you run out of sentences to review, please help us collect more sentences!
kdh: á mʊ́gʊ̀ɖɩ̀ mɩ́vɛ̀yɩ̀nà tɔ́m pɔ̀wà sɩ̀ ɩ̀bɛ́m á pɩ́lɛ̀ ɛ̀zɩ̀náɖáá ʈɩ́jáá tɔ́m pɔ̀wà kɩ̀vàlà !

source: Include appropriate citation
kdh: kèjéèrì tɔ̀m pàvàtɩ̀ mbʊ̀ nɛ̀ mɔ́nà tɩ̀wɛ̀bɩ̀tá

source: Invalid file
kdh: fàtàkà fɛ̀yɩ̀ ɖèyɩ́ɖèyɩ́

source: It contains words or phrases that are hard to read or pronounce.
kdh: tɔ́m nàɖɩ̀rɩ́ yàà tɔ́m pɔ̀wà nàɖɩ̀rɩ́ tɛ̀ kàlɩ̀tɩ̀ jɔ̀̀ɔ́ kálɛ̀ yàà tɛ̀ màtɩ̀rɛ̀ jɔ̀̀ɔ́ kálɛ̀

source: It is written in a language different than what I’m reviewing.
kdh: pámáá tɔ́m pɔ́ɖɛ̀ kʊ̀nʊ́m wénŋgì kɩ́nà kɩ́ndɩ́ nà wéŋgì kɩ̀dáá mɛ̀wɛ̀ máŋgàlɩ́ nɛ̀

source: It is written in a language different than what I’m speaking.
kdh: pámàá tɔ́m kʊ̀nʊ́m kɩ̀ná kɩ́nɖɩ́ nà wéŋkì màmǝmadɩ̀ nɛ̀ kɩ̀dá

source: Just Unsure?
kdh: mɩ̀lám sɩ́kà ?

source: Keep it up, record again <recordIcon></recordIcon>
kdh: ɩ́bò pɩ̀lɛ̀ pɩ̀kàá ɩ́tàzɩ̀ ɩ́gbɔ̀ɔ́ kʊ́ɖʊ̀mʊ́

source: Keep the recordings
kdh: ɩ̀zɩ́ɩ́ tɔ́m wà pɔ́gbɔ́nɛ̀

source: Keep track of your progress with a profile
kdh: mɩ̀dɛ́ɛ́ wémbɩ̀ pɩ́ŋwɩ̀lɩ́ sìsè mì nà tɛ́ làm tà nà ɩ̀wɩ̀lɩ̀ mɩ̀dɛ́ɛ́ pɩ̀zɩ̀nda bòdé

source: Language
kdh: kʊ̀nʊ́m

source: Language Fundamentals (e.g. Digits, Letters, Money)
kdh: wèndì wàà kʊ̀nʊ̀mɩ̀n wámbázìnà nà (àkɔ̀ntáà, màdɩ̀ pìyà, lìdé).

source: Languages
kdh: kʊ̀nʊ̀mɩ́nɩ́

source: Large bulk sentence submission
kdh: tɔ̀m pɔ̀wà yèkìtì

source: Learn More
kdh: pàtɩ́lɩ́ pɩ́ɖɔ́

source: Leaving now means you’ll lose your changes
kdh: á mɩ́lɩ́ lɛ̀lɛ̀ɖɔ̀, mɩ̀mbɩ́zɩ̀ ɛ̀bɛ̀ɖɩ̀

source: Leaving now means you'll lose your progress
kdh: á mɩ́lɩ̀ɩ́ lɛ́lɛ̀ɖɔ̀ ŋ̀ŋɩ́nɩ̀ mʊ́wɛ̀ mɩ̀nɩ́mmá kpàá nɩ̀ wɛ̃ndɛ̀lɛ̀m

source: Listen
kdh: wèlèsí

source: Listening
kdh: wànɩ́ / pànɩ́

source: Listen options menu
kdh: « wèlèsí » tɛ̀ fùɖúŋ

source: Loading sentences…
kdh: Tɔ́m pɔ̀wà yèkìtì

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
kdh: <loginLink>èzʊ́ʊ́ nɩ̀mbɩ̀kà ɖɔ́zɩ̀</loginLink> yàà<loginLink>ɩ̀má mɩ̀yɩ̀ɖɛ̀ </loginLink>ɩ̀zúrɩ̀ tɔ̀m pɔ̀wà ɖábàtà

source: Log in or sign up to get started
kdh: á sì ɛ̀bázɩ̀ ɩ̀mɩ̀ɩ̀dɩ́rɛ̀ mɩ̀dɩ̀ yàá ɩ̀màá mɩ̀hɩ̀là

source: Log In / Sign Up
kdh: mɩ̀ɩ̀dɩ́rɩ̀rɛ̀/ ’yɩ̀lɛ̀ màʊ́

source: Make sure the sentence meets the following criteria:
kdh: ɩ́ɖézɩ̀ sìsè tɔ́m tɩ̀nà kìfóó wèmbí pàzɩ́ sɩ̀nɛ̀ :

source: Maximum file size: 25 MB
kdh: fàtàkà tɛ́ ɖɔ̀mɩ̀nɩ̀ ɖɩ́ŋà : 25 Mo

source: Media and Entertainment
kdh: wèmbì pànsàná pàrɔ́nɛ́ nà ézàjàlàzʊ́ʊ́.

source: Minimum sentences in file: 1000
kdh: tɔ̀m pɔ̀wà tɛ́ ɖɔ̀mɩ̀nɩ̀ kɛ̀dɛ́zɩ̀yà fàtàkà tàa : mɩ̀lɩ̀

source: [Mismatched content]
kdh: tɔ̀m wéndì tɩ̀fɛ̀ɩ́ ɖárɩ̀zà nà

source: Misreadings
kdh: kàlɩ̀tɩ̀ tɛ̀ yɩ̀zɩ́tɩ̀

source: Missing an <strong>'s'</strong> at the end of a word.
kdh: <strong>« s »</strong> fɛ̀yɩ̀ tɔ̀m tɛ̀ kɛ̀tɛ́zɩ̀yá

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
kdh: <strong> « kʊ̀rʊ̀m » </strong>fɛ̀yɩ̀ yàà<strong>« - »</strong>lòú kpɔ̀ʊ́ tɛ̀ kɩ̀pázɩ̀yá

source: Missing the end of the last word by cutting off the recording too quickly.
kdh: pɛ̃njɛ́m tɔ̀m tɛ̀ kɛ̀tɛ́zɩ̀yá, wèmbì ɖɔ́zɩ̀ nà pɛ́jɛ̀ ɖɑ́zám lòú kpàʊ́

source: [More has been recorded than the required text]
kdh: [tɔ̀m wèndì pálànà pɩ́cɛ̀zɩ tɔ̀m rɩ̀ŋà bɔ́bɔ́zɩ̀ nà]

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
kdh: ɩ́rà wàmàtɩ̀ ná pòlòwú lòní ɖábàtà tà. mìmbɩ́zɩ̀ sé ìtiìsí ɖélí wàà lòú wéŋkɩ̀ pòókó ŋtɩ́ndɩ̀, pàsààzɩ́ yàà pàmàtɩ̀ kɔ̀zɔ́ nɩ̀ « kɔ̀dɔ́ŋá kʊ́ʊ̀ » kùúzì. ɩ̀kpɛ̀tɩ̀ ɩ̀kìzì lòní wénɩ̀ pédé nà nɩ̀ wèmbà pànlàná ɔ̀rtìnàtɛ̀rɩ̀ tɛ̀ kùúzì.

source: Nature and Environment
kdh: sàɖàmà nà wèmbì pɩ̀làɖá pɩ̀mɩ̀lɩ̀nà ɖánì

source: News and Current Affairs
kdh: wàbàrʊ̀wà kɩ̀zàtɩ̀

source: No
kdh: áyɩ̀

source: [No ‘a’ in the original text]
kdh: « y » fɛ̀yɩ̀ tɔ̀m kɩ̀bààrɩ̀rà rɩ̀ŋà tà

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
kdh: <noCopyright>tɔ̀m ɖàndʊ́ʊ̀ tɩ̀kɩ̀zɩ̀nà pà náàɖʊ́</noCopyright>(cc-0)

source: No foreign letters
kdh: màdɩ́n pìyà ɩ̀gɔ̀mà fɛ̀yɩ̀

source: No microphone found.
kdh: pàdáná lú kpàzɩ̀ɖʊ́ pàá nàkɩ̀ɖɩ́

source: No numbers and special characters
kdh: pàkàɖʊ̀ àkɔ́ntàn pìyà yàà màdɩ́ŋ pìyà bànà pándɩ̀ nɛ́

source: No sentences to review. <addLink>Add more sentences now!</addLink>
kdh: Tɔ́m pìɖé nádɩ̀yɛ̀ fɛ̀yɩ́ se pɛ̀bɛ̀m. Mɩ̀mbɩ̀z<addLink> ɩ̀tàsɩ̀ tɔ́m píyà pɩ̀ɖɔɔ́</addLink>

source: No thanks, continue speaking
kdh: áyɩ̀ɩ̀ kóŋkàɖɩ̀, ŋkàzɩ̀m màtɩ̀ɖɛ̀

source: Offensive language
kdh: kàlɩ́mbànɩ́ tɔ́m/tɔ́m tɩ̀tɛ̀

source: Offensive speech
kdh: tɔ́m járɩ̀tɩ̀

source: On desktop devices you can contribute by downloading…
kdh: wémbì píkénì ɖàm tàá ɔ̀rtɩ̀nátɛ̀rɩ̀ wàá nà, mɩ̀mbɩ́zɩ́ ɩ̀càá tɔ́m kɩ́fàtɩ̀ :

source: On his head he wore a beret.
kdh: zìrígí wánàrɩ́ɩ́ sàfʊ́wá ɖàbàtà

source: On iOS please continue with Safari to enable recording…
kdh: ɩ́ɔ́s tɛ́zɩ́ nɛ̀ ɩ̀tàzɩ̀ɩ́ ɩ́bó mɩ́nà sàfàrí nàá ɩ́fà gbɔ́ʊ́ nɩ́mbáʊ́

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
kdh: á bɩ̀kɩ̀lɩ́, á mɩ̀mɔ́zɩ̀ sìsè páá wɩ̀ɖɛ̀ àbàlʊ yàà hàlʊ̀ kàlɩ̀rʊ̀ tɩ̀kàtɩ̀tà tɔ̀m pɔ̀ɖɛ̀ nɛ̀ wénjádɩ̀ sìsè ɩ̀tɩ̀rɩ̀kɩ́ ŋ̀gɩ̀nɩ́ bɔ́tɔ́ŋgɛ̀ nà, ɩ́gbɛ̀dɩ̀ ɩ̀kɩ́zɩ̀ lòú kɩ̀lɛ̀. á mìnlám sɩ̀kà, ɩ̀ñɔ́ɔ́ wénkɩ̀ kɩ́ŋdɛ̀ná ɖɔ́zɩ̀

source: Partner
kdh: ɖìvìɖá

source: [Part of the text can’t be heard]
kdh: [pàtàmbázɩ̀ sɩ̀ pànɩ́ tɔ̀m fɔ̀lʊ́ rɩ́ŋà]

source: <playIcon></playIcon>Last one!
kdh: <playIcon></playIcon> kɛ̀dɛ̀zíá ŋgɩ̀ bɩ̀lɛ́

source: Play/Stop
kdh: kàlɩ̀tɩ́/ɛ́zɩ́ŋ

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
kdh: ɩ̀ɖʊ̀ zùrúu ɩ̀bɛ̀m dɛ̀dɛ̀ɛ́ <templateFileLink> lɛ̀zʊ́</templateFileLink>. mɩ̀dɛ̀ɛ́ tɔ̀m pɔ̀wà tɔ̀mɔ́nà kpɩ́ŋɖá tù tɛ̀ kɩ̀zɩ̀ná wɔ̀bʊ́ɖʊ́ (CC0 yàá tɩ̀mɩ̀ɖɛ́ kàɖáà ndɛ̀ kàlɩ̀tɩ̀tʊ́ wávà nɩ̀mbáwʊ́ nɛ̀) pɩ̀ká pʊ̀mʊ̀ná à sɩ̀sɛ́ áfɛ̀yɩ̀ kàlɛ̀ kàlɩ́. tɔ̀m pɔ̀wà sɩ̀ ìkèyèkìnɛ́ mɔ̀nɛ̀ àtɛ́ɛ̀ kàlɩ̀ɩ́ ɩ́gbɔ́ɔ́ sékɔ̃́dɩ̀ wàà fùú yà àkɩ̀zálʊ́ bɩ̀lɛ́, ɩ̀kàɖʊ́ àkɔ̃ntà pìyà pɩ̀dàá yàà yɩ̀ɖà tɩ̀tɩ̀ŋà yàà màtɩ́ŋ pìyà pànà bándɩ̀ nà

source: Please fill out this field.
kdh: ɩ̀tɛ̀zɩ̀ fɔ́lʊ́ʊ̀ kɩ̀nà

source: Please select a language to review sentences.
kdh: ɩ̀lɩ́zɩ̀ kʊ̀nʊ́́m nɩ́ ɩ̀bɛ̀m tɔ́m pɔ́wà

source: r
kdh: e

source: [‘Raised’ in English is always pronounced as one syllable, not two]
kdh: [frãsɩ̀ tàá pɔ̀dɔ̀m « sãdùsɩ̀ » nɛ̀ tɔ̀m kʊ̀rʊ̀mʊ́, pɩtɩ̀kènà nàtɩ̀lɛ̀]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
kdh: tɩ̀là wɛ̀jɛ̀zɩ̀. á pɩ̀là ɩ̀tàzɩ̀ ɩ̀là { $retryLimit } mìnùtɩ̀ wàà wèntì tɩ́ŋgɔ̀nì tɩ̀dàá

source: Rate limit exceeded. Try again in { $retryLimit } seconds
kdh: tɩ̀là wɛ̀jɛ̀zɩ̀. á pɩ̀là ɩ̀tàzɩ̀ ɩ̀là sèkɔ̃dɩ̀ wàà wèntì tɩ́ŋgɔ̀nì { $retryLimit } tɩ̀dàá

source: Reader Effects
kdh: nɔ̀ɔ̀ kɩ̀gbázɩ̀á nɩ̀ wéŋkɩ̀ kɩ́ŋgbázɩ́ màtɩ̀rɛ̀ nà

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
kdh: tɔ̀m wàà wèmbà pɛ̀fɛ̀yɩ́ ɖɔ̀ɔ́zɩ̀ wèmbázɩ̀ tìm, sé « tóóvnúm » ɛ̀lɛ̀ sè pàmà sìsè « tóóvònúm ».

source: Read Sentences
kdh: Tɔ́m pɔ̀wà tɛ̀ kálɩ̀tɩ̀

source: Read Sentences, Answer Questions
kdh: ɩ̀kàlɩ̀ tɔ́m pɔ̀wà, ɩ̀jɔ̀ tɔ́m pɔ̀bɔ́zɩ̀ tɩ̀nà

source: Read Sentences <small>(Coming soon)</small>
kdh: ɩ̀kàlɩ̀ tɔ́m pɔ̀wà <small>(á pɩ́ɩ́là)</small>
